IDEA Open Model
ReinforcedCrossSection.TendonBars Property
Compatible with IDEA StatiCa 20.1
 Tendon bars
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public List<TendonBar> TendonBars { get; set; }
Public Property TendonBars As List(Of TendonBar)
	Get
	Set
Property Value
Type: List<TendonBar>
See Also
Reference
ReinforcedCrossSection Class
IdeaRS.OpenModel.CrossSection Namespace